Dlubal.RFEM5.ManipulationScale
Scale parameters

Dlubal.RFEM5.ManipulationScale.Copies
Number of copies

Dlubal.RFEM5.ManipulationScale.Factor
Scale factor

Dlubal.RFEM5.ManipulationScale.Direction
Direction of scaling

Dlubal.RFEM5.ManipulationScale.AxisDirection
Direction of axis

Dlubal.RFEM5.ManipulationScale.Point1
First point of scale direction

Dlubal.RFEM5.ManipulationScale.Point2
Second point of scale direction

Dlubal.RFEM5.ManipulationScale.NodesIncrement
Numbering increment for nodes (0 = continuous)

Dlubal.RFEM5.ManipulationScale.MembersIncrement
Numbering increment for members (0 = continuous)

Dlubal.RFEM5.ManipulationScale.LinesIncrement
Numbering increment for lines (0 = continuous)

Dlubal.RFEM5.ManipulationScale.SurfacesIncrement
Numbering increment for surfaces (0 = continuous)

Dlubal.RFEM5.ManipulationScale.SolidsIncrement
Numbering increment for solids (0 = continuous)